Repository: maevelander/wp-knowledgebase
Catalog: languages/wp-knowledgebase-*.po
Languages: de_de

source: Knowledgebase
de_de: Wissensdatenbank

source: Articles
de_de: Artikel

source: New Article
de_de: Neuer Artikel

source: Add New Article
de_de: Neuen Artikel hinzufügen

source: Edit Article
de_de: Artikel bearbeiten

source: View Articles
de_de: Artikel anzeigen

source: Search Articles
de_de: Artikel suchen

source: Nothing found
de_de: Nichts gefunden

source: Nothing found in Trash
de_de: Nichts im Papierkorb gefunden

source: Knowledgebase Category
de_de: Wissensdatenbank Kategorie

source: Search Knowledgebase Category
de_de: Suche Wissensdatenbank Kategorie

source: All Knowledgebase Categories
de_de: Alle Wissensdatenbank Kategorien

source: Parent Knowledgebase Category
de_de: Übergeordnete Wissensdatenbank Kategorie

source: Parent Knowledgebase Category:
de_de: Übergeordnete Wissensdatenbank Kategorie

source: Edit Knowledgebase Category
de_de: Wissensdatenbank Kategorie bearbeiten

source: Update Knowledgebase Category
de_de: Wissensdatenbank Kategorie bearbeiten

source: Add New Knowledgebase Category
de_de: Neue Wissensdatenbank Kategorie hinzufügen

source: New Knowledgebase Category Name
de_de: Name der neuen Wissensdatenbank Kategorie

source: Categories
de_de: Kategorien

source: Knowledgebase Tags
de_de: Wissensdatenbank Schlagworte

source: Knowledgebase Tag
de_de: Wissensdatenbank Schlagwort

source: Search Knowledgebase Tags
de_de: Suche Wissensdatenbank Schlagworte

source: All Knowledgebase Tags
de_de: Alle Wissensdatenbank Schlagworte

source: Edit Knowledgebase Tag
de_de: Wissensdatenbank Schlagwort bearbeiten

source: Update Knowledgebase Tag
de_de: Wissensdatenbank Schlagwort bearbeiten

source: Add New Knowledgebase Tag
de_de: Neues Wissensdatenbank Schlagwort hinzufügen

source: New Knowledgebase Tag Name
de_de: Name des neuen Wissensdatenbank Schlagwort

source: Tags
de_de: Schlagworte

source: Title
de_de: Titel

source: Cateogry
de_de: Kategorie

source: Comments
de_de: Kommentare

source: Views
de_de: Ansichten

source: Date
de_de: Datum

source: Views
de_de: Ansichten

source: No Views
de_de: Keine Ansichten

source: Search Articles...
de_de: Suche Artikel...

source: Re-Order
de_de: Anordnen

source: Drag and drop items to customise the order of categories in WP Knowledgebase
de_de: Inhalte per Drag and Drop anordnen um die Reihenfolge in WP Knowledgebase festzulegen.

source: Save Order
de_de: Reihenfolge speichern

source: No terms found
de_de: Keine Inhalte gefunden

source: Drag and drop items to customise the order of articles in WP Knowledgebase
de_de: nhalte per Drag and Drop anordnen um die Reihenfolge in WP Knowledgebase festzulegen.

source: No Articles found
de_de: Keine Artikel gefunden

source: Help Improve This Plugin!
de_de: Helfe dieses Plugin zu verbessern!

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contribution.
de_de: Gefällt dir dieses Plugin? Alle Spenden werden verwendet um das Plugin weiterzuentwickeln. Vielen Dank für deinen Beitrag.

source: you can also help by
de_de: du kannst auch helfen indem du

source: rating this plugin on wordpress.org
de_de: dieses Plugin auf wordpress.org bewertest

source: Need Support?
de_de: Hilfe benötigt?

source: Check out the
de_de: Prüfe die

source: and
de_de: und

source: Support Forums
de_de: Support Foren

source: Category Order updated successfully.
de_de: Rangfolge der Kategorien erfolgreich geändert.

source: An error occured, order has not been saved.
de_de: Ein Fehler ist aufgetreten, die Reihenfolge konnte nicht gespeichert werden.

source: Article Order updated successfully.
de_de: Reihenfolge der Artikel erfolgreich gespeichert.

source: Knowledgebase Display Settings
de_de: Knowledgebase Anzeige Einstellungen

source: Settings updated successfully
de_de: Einstellungen erfolgreich geändert

source: Number of articles to show
de_de: Anzahl der anzuzeigenden Artikel

source: Knowledgebase search
de_de: Knowledgebase Suche

source: On
de_de: An

source: Off
de_de: Aus

source: Knowledgebase home page sidebar
de_de: Knowledgebase breadcrumbs

source: Left
de_de: Links

source: Right
de_de: Rechts

source: None
de_de: Keine

source: Knowledgebase inner pages sidebar
de_de: Knowledgebase Sidebar innerhalb der Seiten

source: Knowledgebase comments
de_de: Knowledgebase Kommentare

source: Knowledgebase theme color
de_de: Knowledgebase Theme Farbe

source: View all posts in %s
de_de: Zeige alle Artikel in %s

source: WP Knowledgebase article widget to show articles on the site
de_de: WP Knowledgebase Artikel Widget um die Artikel auf der Seite anzuzeigen

source: Knowledgebase Article
de_de: Knowledgebase Artikel

source: WP Knowledgebase category widget to show categories on the site
de_de: WP Knowledgebase Artikel Widget um die Artikel auf der Seite anzuzeigen

source: WP Knowledgebase search widget
de_de: WP Knowledgebase Suche Widget

source: Knowledgebase Search
de_de: Knowledgebase Suche

source: WP Knowledgebase article widget to show tags on the site
de_de: WP Knowledgebase Artikel Widget um die Artikel auf der Seite anzuzeigen
